<?php 
	define ( 'BLOCK', true );
	require_once "core/core.php";
?>
<!--
                        **
                       ****
  * * * * * * * * * * *    * * * * * * * * * * *
 *                                              *
 * /\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\ *
 * |$        Buy Privileges V3 by TexyMC.ru  $| *
 * |$        Contacts - vk.me/texymcru       $| *
 * |$        Site - texymc.ru $              $| *
 * |$        TexyMC 2017-2077                $| *
 * \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/ * 
 *                                              *
  * * * * * * * * * * *    * * * * * * * * * * *
                       ****
                        **
-->
<!DOCTYPE html>
<html>
<!--- head --->
<?php require_once "templates/standart/tpl/body/head.php";?>
<!--- head --->

		<!--- header --->
		<?php require_once "templates/standart/tpl/body/header.php";?>
		<!--- header --->
		<!--- МЕНЮ --->
		<?php require_once "templates/standart/tpl/body/menu.php";?>
		<!--- МЕНЮ --->
		<div class="content-wrapper" style="min-height: 256.031px;">
			<!-- Content Header (Page header) -->
			<div class="content-header">
				<div class="container-fluid">
					<div class="row mb-2">
						<div class="col-sm-6">
							<h1 class="m-0 text-dark">Пользовательское соглашение</h1>
						</div><!-- /.col -->
						<div class="col-sm-6">
							<ol class="breadcrumb float-sm-right">
								<li class="breadcrumb-item"><a href="#">Главная страница</a></li>
							</ol>
						</div><!-- /.col -->
					</div><!-- /.row -->
				</div><!-- /.container-fluid -->
			</div>
			<!-- /.content-header -->

			<!-- Main content -->
			<section class="content">
				<div class="container-fluid">
					<div class="row">
						<!-- left column -->
						<div class="card card-outline card-danger">
      <div class="card-body">
        <div class="row">
        <div class="col-md-12">


							<!-- general form elements -->
							<!-- Покупка -->
                            <h3>1. Предмет Соглашения</h2>
<div class="tab" align="left">
<p>1.1. Настоящее пользовательское соглашение (далее – Соглашение) 
регулирует отношения между администрацией сайта «<?php echo $url;?>», (далее – 
Проект) и лицами использующими сайт (далее - Пользователями, 
Посетителями) по сайту <?php echo $url;?> и его игровых серверов (далее — Сайт).</p>
<p>1.2. Использование отдельных Серверов сайта может регулироваться 
отдельными правилами, которые также являются неотъемлемой частью 
Соглашения.</p>
<p>Соглашение является обязательным для всех Пользователей и посетителей
 сайта с момента регистрации на сайте в установленном Соглашением 
порядке или с момента фактического начала пользования сайта, в том числе
 посредством просмотра страниц и материалов, добавления информации и 
т.д.</p>
<p>1.3. Изменения к Соглашению вступают в силу и становятся 
обязательными для Пользователей, Посетителей с момента размещения 
Соглашения в новой редакции на Сайте и не требуют какого-либо 
предварительного уведомления (одобрения, согласия) Пользователей, 
Посетителей. Соглашение в новой редакции действует как для новых 
Пользователей, Посетителей, так и для Пользователей, Посетителей, 
принявших условия Соглашения до внесения изменений.</p>
<p>1.4. Действующая редакция Соглашения находится в сети Интернет по адресу: <?php echo $url;?>agreement.php</p>
<p>1.5. Пользователи, Посетители не должны использовать Сайт в какой бы 
то ни было форме, если они не согласны с какими бы то ни было условиями 
Соглашения и принимают на себя все возможные риски такого использования.
 В случае использования в какой бы то ни было форме Сайта согласие 
Пользователей, Посетителей с условиями Соглашения презюмируется.</p>
</div>
<h3>2. Термины И Определения</h2>
<div class="tab" align="left">
<p>Авторизация — процесс анализа программной частью Сайта введённых 
Пользователем Аутентификационных данных, по результатам которого 
определяется наличие у Пользователя права доступа к Личному Кабинету 
Пользователя и Серверам Проекта.</p>
<p>Аутентификационные данные — уникальный идентификатор Пользователя, используемый для доступа к Личной странице Пользователя.</p>
<p>Контент — результаты интеллектуальной деятельности и приравненные к 
ним средства индивидуализации (в том числе: музыкальные произведения, 
литературные произведения, программы для ЭВМ, мобильных телефонов, 
аудиовизуальные произведения, фонограммы, изображения, тексты, товарные 
знаки и знаки обслуживания,  коммерческие обозначения и фирменные 
наименования, логотипы, виртуальные модели, игровые карты, скрипты, 
плагины и др.), гипертекстовые ссылки, их фрагменты, информация, виджеты
 и иные объекты, размещаемые на Сайте.</p>
<p>Личная страница — страница, созданная при помощи программных 
возможностей Сайта в результате получения Пользователем Учетной записи, 
содержащая Личные данные Пользователя.</p>
<p>Модерация – контроль за информацией, размещаемой Пользователями 
внутри Сайта, осуществляемый в порядке и объеме, предусмотренном 
Соглашением.</p>
<p>Личные (персональные данные) — достоверная, полная и актуальная 
информация, позволяющая, в том числе, произвести процедуру авторизации 
Пользователя, добровольно и безвозмездно размещаемая Пользователем при 
регистрации на сайте. Личные (персональные) данные включают в себя 
аутентификационные данные, имя и фамилию Пользователя, которые 
Пользователь вправе указать на Личной странице, а также иные сведения о 
себе, которые Пользователь указывает при регистрации. Личные 
(персональные) данные хранятся на серверах Сайта и используются 
исключительно в целях, предусмотренных Соглашением и Политикой обработки
 персональных данных Пользователей.</p>
<p>Пользователь — физическое лицо, получившее учетную запись на сайте в установленном Соглашением порядке.</p>
<p>Пользовательский контент — контент сайта (включая комментарии 
Пользователя), размещаемый Пользователем самостоятельно, добровольно и 
безвозмездно.</p>
<p>Посетитель — физическое лицо, использующее информацию, расположенную на Сайте.</p>
<p>Регистрация — действия Посетителя по созданию Учетной записи на Сайте
 в установленном Соглашением Порядке. Процесс регистрации происходит 
автоматически при приобретении любой привилегии для любого сервера 
проекта. После регистрации предоставляется Пользователю доступ к Сайту и
 его функциональным сервисам.</p>
<p>Учетная запись — Аутентификационные и Личные (персональные) данные Пользователя, хранимые на серверах Сайта.</p>
</div>
<h3>3. Регистрация Пользователя</h2>
<div class="tab" align="left">
<p>3.1. Для обеспечения полного доступа Посетителя к Сервисам Сайта и 
получения статуса Пользователя Посетитель должен преобрести любую 
привилегию, тем самым создав свою учетную запись на проекте</p>
<p>3.2. Пользователь несет персональную ответственность за сохранность и
 безопасность своего пароля. Проект не несет ответственности и не 
гарантирует безопасность Учетной записи и Личной страницы Пользователя в
 случаях:</p>
<p>3.2.1. передачи третьим лицам (умышленно или по неосторожности) пароля;</p>
<p>3.2.2. доступа третьих лиц к Учетной записи и Личной странице 
Пользователя с использованием программных средств, позволяющих 
осуществить подбор и/или раскодирование пароля;</p>
<p>3.2.3. невыполнения Пользователем рекомендаций, указанных в Соглашении.</p>
<p>3.3. Принимая данное Соглашение, Пользователь дает согласие на 
получение информационных и рекламных материалов Сайта посредством 
электронной почты (Происходит очень редко и в исключительных случаях), 
указанной Пользователем на Сайте при регистрации. Если Пользователь не 
желает получать указанную в настоящем пункте информацию, он должен 
обратиться с просьбой об отмене информирования путем отправки 
электронного сообщения на адрес: <?php echo $email;?>.</p>
<p>3.4. Пользователь обязуется:</p>
<p>3.4.1. немедленно уведомлять Организацию о любом неразрешенном 
Пользователем использовании своего пароля, Учетной записи, Личной 
страницы или о любом другом нарушении безопасности;</p>
<p>3.4.2. незамедлительно сменить свой пароль для доступа к Сайту в 
случае, если пароль был утерян Пользователем или стал известен другим 
лицам, помимо воли Пользователя.</p>
<p>3.5. Проект не отвечает за возможную потерю или порчу данных, которая
 может произойти из-за несоблюдения рекомендаций, изложенных в 
Соглашении.</p>
<p>3.6. Пароль Пользователя может быть восстановлен только в случае 
предоставления достоверной, полной и актуальной информации, указанной 
при регистрации Учетной записи. Если Пользователь пренебрег указанием 
достоверной, полной и актуальной регистрационной информации, Проект не 
сможет при обращении восстановить пароль.</p>
<p>3.7. При Регистрации Пользователь не имеет права:</p>
<p>3.7.1. выдавать себя за другого Пользователя, используя его логин и пароль;</p>
<p>3.7.2. использовать в качестве своего логина слово или 
словосочетание, которое является нецензурным (бранным), оскорбительным, 
дискриминационным, неуместным с точки зрения общепринятой морали и 
нравственности;</p>
<p>3.7.3. заимствовать логины других Пользователей и переформатировать 
их таким образом, что они становятся оскорбительными для них;</p>
<p>3.7.4. создавать более одной Учетной записи для одного Пользователя на конкретно выбранном сервере</p>
<p>3.8. Регистрацией на Сайте Пользователь подтверждает, что обладает 
необходимой правоспособностью и дееспособностью для принятия условий 
Соглашения, способен исполнять Соглашение и нести ответственность за его
 нарушение.</p>
<p>3.9. Пользователь соглашается и подтверждает, что все действия, 
произведенные от его имени (с использованием Учетной записи 
Пользователя), расцениваются как действия этого Пользователя и могут 
повлечь за собой ответственность для Пользователя.</p>
<p>3.10. Пользователь, соглашаясь с настоящим Пользовательским 
соглашением, предоставляет свое информированное и добровольное согласие 
на участие в  стимулирующих, рекламных и иных мероприятиях, направленных
 на продвижение сайта и проекта. Проект вправе направлять Пользователю 
любым способом информацию о функционировании сайта, в том числе по 
адресу электронной почты, указанной Пользователем при Регистрации на 
Сайте, а также направлять информационные, рекламные или иные сообщения, 
или размещать соответствующую, в т.ч. рекламную информацию в самом 
Сайте.</p>
<p>3.11. Служба поддержки Сайта и Проекта оставляет за собой право 
отказать в Регистрации или прекратить процесс Регистрации нового 
Пользователя по своему усмотрению.</p>
<p>3.12. Служба поддержки Сайта и Проекта имеет право в любое время 
удалить любые данные и Учетные записи по любой причине или без причины. 
Служба поддержки оставляет за собой право отслеживать деятельность 
Пользователей на Сайте.</p>
</div>
<h3>4. Общие Правила Для Игроков На Серверах Проекта</h2>
<div class="tab" align="left">
<p>4.1. Играя на серверах проекта вы автоматически соглашаетесь с 
правилами проекта</p>
<p>4.2. Не знание правил не освобождает от ответственности Пользователей, Посетителей и игроков серверов проекта</p>
<p>4.3. Администратором, считается игрок у которого привилегия "админ" или выше</p>
<p>4.4. Покупая или докупая привилегию, услуга считается полностью 
выполненной при смене привилегии на ту которую вы выбрали. Возврат 
средств за выполненную услугу не производится.</p>
<p>4.5. Создатель, Зам создателя, офф.администратор, тех.админ, тех.оператор - официальные представители проекта</p>
<p>4.6. Выдача себя за представителя проекта, наказывается без предупреждения лишением всех привилегий и баном ип адреса</p>
<p>4.7. Нарушение любого из ниже перечисленных правил, наказывается 
лишением ника или привилегии, без предупреждения, без уведомления, по 
усмотрению офф.админов или создателя.</p>
<p>4.8. Официальные представители проекта могут, без уведомления 
игроков, внести изменения в правила, сайт, группу, поменять данные 
сервера, моды, меню, поменять ип адреса сервера, остановить сервер или 
проект на тех работы, назначать новых представителей проекта, дополнять 
привилегии, проводить акции, выдавать подарки на ники участвующие в 
розыгрышах</p>
<p>4.9. Ник с вашей привилегий является вашей собственностью пока существует проект</p>
<p>4.10. Вы ни имеете право перепродавать или передавать свой ник другому игроку, наказание: лишение доступа</p>
</div>
<h3>5. Права И Обязанности Проекта <?php echo $url;?></h2>
<div class="tab" align="left">
<p>5.1. Проект не занимается рассмотрением и разрешением споров и 
конфликтных ситуаций, возникающих между Пользователями, Посетителями 
сайта, вместе с тем, оставляет за собой право заблокировать страницу 
Пользователя и (или) удалить Пользовательский Ник в случае получения от 
других Пользователей, Посетителей мотивированных жалоб на некорректное 
поведение данного Пользователя.</p>
<p>5.2. Проект вправе удалить любой Пользовательский Ник без уведомления Пользователя и объяснения причин.</p>
<p>5.3. В случаях, установленных действующим законодательством РФ, 
Проект передает Личные (персональные) данные, Пользовательский контент, 
IP адреса, любую другую информацию уполномоченным органам на основании 
соответствующих запросов.</p>
<p>5.4. Проект вправе использовать информацию о действиях Пользователей, Посетителей на сайте в целях улучшения его работы.</p>
<p>5.5. Проект вправе вводить любые ограничения в отношении пользования 
Сайтом как в целом, так и для отдельных Пользователей без объяснения 
причин и предварительных уведомлений Пользователей.</p>
<p>5.6. Проект вправе закрыть, приостановить функционирование, изменить 
сайт либо его часть без объяснения причин и предварительных уведомлений 
Пользователей.</p>
<p>5.7. Проект вправе приостанавливать доступ Пользователя к сайту для 
проведения необходимых плановых профилактических и ремонтных работ на 
технических ресурсах.</p>
<p>5.8. Для достижения целей надлежащего функционирования сайта и 
технической поддержки его сервисов Проект вправе привлекать третьих лиц 
на условиях соответствующих договоров.</p>
<p>5.9. Администрация проекта и сайта вправе добавить без предупреждения новые игровые сервера на проект.</p>
</div>
<h3>6. Авторские Права И Права На Иные Результаты Интеллектуальной Деятельности</h2>
<div class="tab" align="left">
<p>6.1. Контент Сайта является объектом исключительных прав Проекта <?php echo $url;?>.</p>
<p>6.2. Любое использование (включая воспроизведение, копирование, 
модификация, продажа, доведение до всеобщего сведения, распространение 
целиком или по частям), в том числе в коммерческих целях, Контента Сайта
 без получения предварительного согласия Проекта запрещена, за 
исключением случаев, предусмотренных Соглашением.</p>
<p>6.3. Размещая Пользовательский контент, Пользователь гарантирует, что
 обладает всеми правами и полномочиями, необходимыми для размещения 
такого контента и предоставления прав на него в соответствии с условиями
 Соглашения, и несет ответственность за последствия нарушения 
(недостоверности) такой гарантии в соответствии с действующим 
законодательством РФ.</p>
<p>6.4. Проект не контролирует соблюдение Пользователями авторских прав и
 иных смежных прав третьих лиц на результаты интеллектуальной 
деятельности и не несет ответственности за нарушение их Пользователями.</p>
</div>
<h3>7. Ответственность</h2>
<div class="tab" align="left">
<p>7.1. Проект не контролирует и не обязан принимать каких-либо действий, касающихся контроля:</p>
<p>7.1.1. за способом, с помощью которого Пользователи посещают Сайт или с помощью которого пользуются Сервисами сайта;</p>
<p>7.1.2. за тем, какой эффект на Пользователей, Посетителей может 
оказать размещенный на сайте Контент, каким образом Пользователи, 
Посетители могут толковать размещенную на сайте информацию;</p>
<p>7.1.3. за действиями, предпринятыми Пользователями, Посетителями после ознакомления с размещенным на сайте Контентом.</p>
<p>7.2. Сайт может содержать или направлять Пользователя, Посетителя по 
ссылкам на другие сайты, содержащие информацию, при этом Проект не несет
 ответственности за содержание таких сайтов, доступ на которые получен 
через Сервисы сайта, за соблюдение исключительных прав третьих лиц, за 
законность размещенных на таких сайтах материалов.</p>
<p>7.3. В случае нанесения ущерба (убытков, вреда) третьим лицам, другим
 Пользователям или сайту Пользователь обязуется возместить причиненный 
ущерб (убытки, вред) в полном объёме в соответствии с действующим 
законодательством РФ.</p>
<p>7.4. Пользователь несет ответственность за все расходы (включая 
возмещение убытков, вреда, штрафов, судебных и иных расходов и издержек)
 проекта в случае предъявления третьими лицами каких-либо претензий, 
включая, но не ограничиваясь претензиями, связанными с защитой 
интеллектуальных прав третьих лиц, и за какие-либо обязательства, 
возникшие у проекта в связи с требованиями третьих лиц, связанные или 
возникшие вследствие нарушения Пользователем условий Соглашения. 
Пользователь обязуется принять все необходимые и возможные меры, 
направленные на исключение проекта из числа ответчиков по таким 
требованиям.</p>
<p>7.5. Проект не несет ответственности перед Пользователем и не 
возмещает Пользователю какие-либо убытки, возникшие или могущие 
возникнуть у Пользователя в связи с задержками, перебоями в работе 
сайта, невозможностью полноценного использования сайта, а также за 
сохранность Пользовательского контента.</p>
<p>7.6. В случаях пункта 7.5 пользователь обязан обратится в службу 
тех.поддержки проекта, где при предъявлении чека оплаты ему вручную 
выдадут привилегию.</p>
</div>
<h3>8. Заключительные Положения</h2>
<div class="tab" align="left">
<p>8.1. Признание недействительным одного из условий Соглашения не 
является основанием для признания недействительными любых других условий
 Соглашения.</p>
<p>8.2. Соглашение регулируется и толкуется в соответствии с 
законодательством РФ. Вопросы, не урегулированные Соглашением, подлежат 
разрешению в соответствии с законодательством РФ.</p>
<p>8.3. Пользователь, Посетитель соглашается, что в случае возникновения
 споров они подлежат разрешению в судебном порядке в соответствии с 
действующим законодательством РФ в уполномоченном органе судебной власти
 по месту нахождения Организации.</p>
<p>8.4. Пользователь, Посетитель выражает свое согласие с тем, что 
Контент может сопровождаться рекламой без какого-либо дополнительного 
уведомления Пользователя, Посетителя и без каких бы то ни было 
компенсаций. При этом Пользователь, Посетитель обязуется не 
препятствовать размещению рекламы. Пользователь, Посетитель признает, 
что Проект несет ответственность за рекламу, размещенную на сайте, в 
пределах, установленных законодательством РФ.</p>
</div>
<p>Проект Игры Counter-Strike 1.6 - <?php echo $url;?>»</p>
<p>Всегда Рад Помощи И Взаимосвязи С Единомышленниками.</p>
<p>&nbsp;</p>
<p>Обновлено 15.05.2019</p>
								<!-- /Покупка -->
							</div>
							
          </div>
          <!-- /.row -->
        </div><!-- /.container-fluid -->
      </section>
      <!-- /.content -->
    </div>
			<!--- bottom --->
			<?php require_once "templates/standart/tpl/body/bottom.php";?>
			<!--- bottom --->
			<!--

/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\
|        $ Site developed by TexyMC.ru $   |
|        $ Contacts - vk.me/texymcru $     |
|        $ Site - texymc.ru $              |
|        © TexyMC 2017-2020                |
\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/ 

-->
</body>

</html>