<?php 
	define ( 'BLOCK', true );
	require_once "core/core.php";
?>
<!--
                        **
                       ****
  * * * * * * * * * * *    * * * * * * * * * * *
 *                                              *
 * /\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\ *
 * |$        Buy Privileges V3 by TexyMC.ru  $| *
 * |$        Contacts - vk.me/texymcru       $| *
 * |$        Site - texymc.ru $              $| *
 * |$        TexyMC 2017-2077                $| *
 * \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/ * 
 *                                              *
  * * * * * * * * * * *    * * * * * * * * * * *
                       ****
                        **
-->
<!DOCTYPE html>
<html>
<!--- head --->
<?php require_once "templates/standart/tpl/body/head.php";?>
<!--- head --->

		<!--- header --->
		<?php require_once "templates/standart/tpl/body/header.php";?>
		<!--- header --->
		<!--- МЕНЮ --->
		<?php require_once "templates/standart/tpl/body/menu.php";?>
		<!--- МЕНЮ --->
		<div class="content-wrapper" style="min-height: 256.031px;">
			<!-- Content Header (Page header) -->
			<div class="content-header">
				<div class="container-fluid">
					<div class="row mb-2">
						<div class="col-sm-6">
							<h1 class="m-0 text-dark">Политика конфиденциальности</h1>
						</div><!-- /.col -->
						<div class="col-sm-6">
							<ol class="breadcrumb float-sm-right">
								<li class="breadcrumb-item"><a href="#">Главная страница</a></li>
							</ol>
						</div><!-- /.col -->
					</div><!-- /.row -->
				</div><!-- /.container-fluid -->
			</div>
			<!-- /.content-header -->

			<!-- Main content -->
			<section class="content">
				<div class="container-fluid">
					<div class="row">
						<!-- left column -->
						<div class="card card-outline card-danger">
      <div class="card-body">
        <div class="row">
        <div class="col-md-12">


							<!-- general form elements -->
							<!-- Покупка -->
                            <p>Настоящая Политика конфиденциальности персональных данных 
(далее – Политика конфиденциальности) действует в отношении всей 
информации, которую Интернет-Магазин-Привилегий <?php echo $url;?></p>
							<p>расположенный на доменном имени <?php echo $url;?>, может получить о Пользователе во время использования им нашего сайта.</p>

							<p><h4>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h4></p>

							<div class="tab" align="left">
							<p>1.1 В настоящей Политике конфиденциальности используются следующие термины:</p>

							<p>1.1.1.	«Администрация сайта Интернет-магазина (далее – 
Администрация сайта) » – уполномоченные сотрудники на управления сайтом,
 действующие от имени Проекта <?php echo $url;?>, которые организуют и (или) 
осуществляет обработку персональных данных, а также определяет цели 
обработки персональных данных, состав персональных данных, подлежащих 
обработке, действия (операции), совершаемые с персональными данными.</p>

							<p>1.1.2. «Персональные данные» - любая информация, относящаяся к
 прямо или косвенно определенному или определяемому физическому лицу 
(субъекту персональных данных).</p>

							<p>1.1.3. «Обработка персональных данных» - любое действие 
(операция) или совокупность действий (операций), совершаемых с 
использованием средств автоматизации или без использования таких средств
 с персональными данными, включая сбор, запись, систематизацию, 
накопление, хранение, уточнение (обновление, изменение), извлечение, 
использование, передачу (распространение, предоставление, доступ), 
обезличивание, блокирование, удаление, уничтожение персональных данных.</p>

							<p>1.1.4. «Конфиденциальность персональных данных» - обязательное
 для соблюдения Оператором или иным получившим доступ к персональным 
данным лицом требование не допускать их распространения без согласия 
субъекта персональных данных или наличия иного законного основания.</p>

							<p>1.1.5. «Пользователь сайта Интернет-магазина (далее ? 
Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет
 и использующее Сайт интернет-магазина.</p>

							<p>1.1.6. «Cookies» — небольшой фрагмент данных, отправленный 
веб-сервером и хранимый на компьютере пользователя, который веб-клиент 
или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при 
попытке открыть страницу соответствующего сайта.</p>

							<p>1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</p>

							<p>1.1.7. «VK-адрес» — уникальный адрес пользователя в социальной сети ВКонтакте.</p>

							</div>
							<p>&nbsp;</p>

							<p><h4>2. ОБЩИЕ ПОЛОЖЕНИЯ</h4></p>

							<div class="tab" align="left">
							<p>2.1. Использование Пользователем сайта Интернет-магазина 
означает согласие с настоящей Политикой конфиденциальности и условиями 
обработки персональных данных Пользователя.</p>
							<p>2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта <?php echo $url;?></p>
							<p>2.3. Настоящая Политика конфиденциальности применяется только к
 сайту <?php echo $url;?>. Интернет-Магазин-Привилегий не контролирует и не 
несет ответственность за сайты третьих лиц, на которые Пользователь 
может перейти по ссылкам, доступным на сайте <?php echo $url;?></p>
							<p>2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта <?php echo $url;?></p>
							</div>
							<p>&nbsp;</p>

							<p><h4>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</h4></p>

							<div class="tab" align="left">
							<p>3.1. Настоящая Политика конфиденциальности устанавливает 
обязательства Администрации сайта интернет-магазина по неразглашению и 
обеспечению режима защиты конфиденциальности персональных данных, 
которые Пользователь предоставляет по запросу Администрации сайта при 
регистрации на сайте интернет-магазина для приобретения привилегии или 
услуги.</p>
							<p>3.2. Персональные данные, разрешённые к обработке в рамках 
настоящей Политики конфиденциальности, предоставляются Пользователем 
путём заполнения регистрационной формы на Сайте <?php echo $url;?> в разделе 
Личного Кабинета и включают в себя следующую информацию:</p>
							<p>3.2.1. Ник игрока;</p>
							<p>3.2.2. Пароль от Кабинета и от привилегии;</p>
							<p>3.2.3. Адрес электронной почты (e-mail);</p>
							<p>3.2.4. Настоящее Имя Игрока;</p>
							<p>3.2.5. VK-адрес.</p>
							<p>3.3. Интернет-Магазин-Привилегий защищает Данные, которые 
автоматически передаются в процессе просмотра рекламных блоков и при 
посещении страниц, на которых установлен статистический скрипт системы 
("пиксель"):</p>

							<ul>
							<li>IP адрес;</li>
							<li>информация из cookies;</li>
							<li>информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);</li>
							<li>время доступа;</li>
							<li>адрес страницы, на которой расположен рекламный блок;</li>
							<li>реферер (адрес предыдущей страницы).</li>
							</ul>

							<p>3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта Интернет-магазина, требующим авторизации.</p>
							<p>3.3.2. Интернет-магазин осуществляет сбор статистики об 
IP-адресах своих посетителей. Данная информация используется с целью 
выявления и решения технических проблем, для контроля законности 
проводимых финансовых платежей.</p>
							<p>3.4. Любая иная персональная информация неоговоренная выше 
(история покупок, используемые браузеры и операционные системы и т.д.) 
подлежит надежному хранению и нераспространению, за исключением случаев,
 предусмотренных в п.п. 5.2. и 5.3. настоящей Политики 
конфиденциальности.</p>
							</div>
							<p>&nbsp;</p>

							<p><h4>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h4></p>

							<div class="tab" align="left">
							<p>4.1. Персональные данные Пользователя Администрация сайта интернет-магазина может использовать в целях:</p>
							<p>4.1.1. Идентификации Пользователя, зарегистрированного на 
сайте <?php echo $url;?>, для оформления заказа и (или) покупки / докупки 
привилегии.</p>
							<p>4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта <?php echo $url;?>.</p>
							<p>4.1.3. Установления с Пользователем обратной связи, включая 
направление уведомлений, запросов, касающихся использования Сайта 
<?php echo $url;?>, оказания услуг, обработка запросов и заявок от Пользователя.</p>
							<p>4.1.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</p>
							<p>4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</p>
							<p>4.1.6. Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи.</p>
							<p>4.1.7. Уведомления Пользователя Сайта <?php echo $url;?> о состоянии Заказа.</p>
							<p>4.1.8. Обработки и получения платежей.</p>
							<p>4.1.9. Предоставления Пользователю эффективной клиентской и 
технической поддержки при возникновении проблем связанных с 
использованием Сайта <?php echo $url;?>.</p>
							<p>4.1.10. Предоставления Пользователю с его согласия, обновлений
 продукции, специальных предложений, информации о ценах, новостной 
рассылки и иных сведений от имени Интернет-магазин
							</p></div>
<p>«Проект Игры Counter-Strike 1.6 - <?php echo $url;?>»</p>
<p>Всегда Рад Помощи И Взаимосвязи С Единомышленниками.</p>
<p>&nbsp;</p>
<p>Обновлено 25.11.2019</p>
								<!-- /Покупка -->
							</div>
							
          </div>
          <!-- /.row -->
        </div><!-- /.container-fluid -->
      </section>
      <!-- /.content -->
    </div>
			<!--- bottom --->
			<?php require_once "templates/standart/tpl/body/bottom.php";?>
			<!--- bottom --->
			<!--

/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\
|        $ Site developed by TexyMC.ru $   |
|        $ Contacts - vk.me/texymcru $     |
|        $ Site - texymc.ru $              |
|        © TexyMC 2017-2020                |
\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/ 

-->
</body>

</html>